export default function About() {
  return (
      <div className="min-h-screen flex flex-col items-center justify-center bg-black text-white">
      <h1 className="text-4xl font-bold text-green-400 mb-4">אודות</h1>
      <p className="max-w-xl text-center text-gray-300 text-2xl">
        אודות פרויקט הגמר שלי - רן מגידש.
        <br />
        <br />
        הפרויקט הוא אפליקציה אנטרנטית בנושא המוזיקה, בהשראת אפליקציית ספוטיפיי.
        האפליקציה בעצם מאפשרת ללקוחות לבחור מוזיקה לשמוע ומשתמשים מחוברים יכולים אפילו לבנות פלייליסטים משלהם שרק הם יכולים לראות ולשמוע מתוך המבחר שירים באפליקציה.
        <br />
        <br />
        הפרויקט נבנה כדי לאפשר למשתמשים לשמוע בחינם מוזיקה ספציפית שהם רוצים בתוך הבנה שהשוק מאפשר את זה בתשלום ואני בחרתי לבנות מערכת שתיתן ללקוחות מענה חינמי כאתר אנטרי כאפליקציה אנטרנטית ולא אפליקציה שצריך להוריד.
        <br />
        <br />
        כמו כן האפליקציה נבנתה בשפות תכנות חדישות שהשוק מסתמש כדי ללמוד עבודה עם שפות רלוונטיות בשביל שיפור היכולות שלי לשוק העבודה לאחר הלימודים.
        <br />
        <br />
        React.js, node.js, MongoDB
        <br />
        <br />
        גם היה שימוש בעזרים כגון:
        <br />
        <br />
        Tailwind.css , Express.js, Redux, Mongoose
      </p>
    </div>
  );
}